{
  "title": "General information",
  "subtitle": "",
  "sections": {
    "weekend": {
      "title": "Weekend Celebrations",
      "content": {
        "paragraphs": [
          "We’ll be at the venue over the weekend and if you’re staying locally we’d love to see you on Friday evening and/or Sunday morning too!",
          "We still need to firm up plans but these will be more casual get-togethers (e.g. meeting at the local pub/farm shop or gathering at the venue and ordering in).",
          "Watch this space for more info nearer the time!"
        ]
      }
    },
    "considerations": {
      "title": "Things to consider",
      "content": {
        "paragraphs": [
          "If the weather is nice we’re going to tie the knot outside in the beautiful Kingsettle Stud arboretum. Consider bringing suncream, umbrellas and sunglasses. Don’t worry if it’s raining though – there is a plan B! ",
          "Dinner and dancing will be in the stables, archway and carriage room at Kingsettle Stud. Although these are all undercover some parts are open to the elements so could be breezy if the weather isn’t ideal – bring wraps, jumpers and cardis just in case.",
          "There is no specific dress code but we’d love you to dress up in your favourite glad rags! The venue is on a farm with a wildflower meadow, walled garden and hedge maze so feel free to explore but please be aware of uneven ground and potholes. You might want to think carefully before wearing the heels. The bridal party are all going for flats!"
        ]
      }
    },
    "transport": {
      "title": "Transport",
      "content": {
        "paragraphs": [
          "If you are hoping to take advantage of the open bar, you’re welcome to park at the venue and pick up your car the next day. Any taxis will need to be pre-booked in advance. If you are interested in sharing a taxi to save costs (and carbon footprint!) then let us know and we'll set up a taxi share WhatsApp group to help co-ordinate."
        ]
      }
    },
    "children": {
      "title": "Children",
      "content": {
        "paragraphs": [
          "Although we would love to invite children outside of the wedding party, unfortunately there just isn't space for an extra 50 little humans! We're aware this may be tricky for some though due to distance or young babies. If that's you, get in touch and we can work something out."
        ]
      }
    },
    "gifts": {
      "title": "Gifts",
      "content": {
        "paragraphs": [
          "Your presence is present enough, but if want to give a gift, check back here soon."
        ]
      }
    }
  }
}